[
    {
        "name": "中风",
        "digest": "本病以突然昏仆，不省人事或口眼歪斜、半身不遂，语言不利为主证。其发生多由肝阳偏亢，气血上逆所致。中风包括脑溢血、脑血栓形成，脑栓塞等脑血管意外疾病。",
        "content": "1．闭证：神志昏沉，牙关紧闭，两手紧握，面赤气粗、喉中痰鸣、二便闭塞、脉弦滑而数。\n治法：取督脉和十二井穴为主，平肝熄风，开窍启闭，用毫针泻法或点刺出血。\n处方：水沟、十二井、太冲、丰隆、劳宫。\n加减：牙关紧闭加颊车、合谷；语言不利加哑门、廉泉、通里、关冲。\n2．\n主治：目合口张、手撒遗溺、鼻鼾息微、四肢逆冷、脉象细弱等。\n治法：取任脉经穴为主，用大艾炷灸之。\n处方：关元。神阏（隔盐灸）\n附注：（1）凡年高形盛气虚，或肝阳亢越，自觉头晕、指麻者，宜注意饮食起居，并针灸风市、足三里等穴作为预防措施。（2）指导病员进行瘫痪肢体的功能锻炼，并配合推拿、理疗。（3）脑血管意外急性期应采取综合治疗措施。"
    },
    {
        "name": "感冒",
        "digest": "",
        "content": "1．风寒感冒\n主证：头痛、四肢酸楚，鼻塞流涕，咽痒咳嗽，咯稀痰、恶寒发热（或不热）、无汗、脉浮紧、舌苔薄白。\n治法：取手太阴、阳明和足太阳经穴为主，毫针浅刺用泻法；体虚者平补平泻，并可用灸。\n处方：列缺、风门、风池、合谷。\n2．风热感冒\n主证：发热汗出、微恶寒、咳嗽痰稠、咽痛、口渴、鼻燥、脉浮数、苔薄微黄。\n治法：取手太阴、阳明、少阳经穴为主。毫针浅刺用泻法。\n处方：大椎、曲池、合谷、鱼际、外关。"
    },
    {
        "name": "中暑",
        "digest": "",
        "content": "1．轻证\n主证：身热少汗、头晕、头痛、胸闷、恶心、烦渴、倦怠思睡、舌苔白腻，脉濡数。\n治法：取督脉和手阳明经穴为主，毫针刺用泻法。\n处方：大椎、曲池、合谷、内关。\n2．重证\n主证：壮热口渴、唇燥肤热、烦躁神昏、甚至转筋、抽搐、苔黄、舌红、脉洪数；气阴两脱，则见面色苍白、汗出气短、血压下降、四肢抽搐、神志不清、舌淡、脉细数。\n治法：取督脉和任脉经穴为主。署热蒙心针刺用泻法；气阴两脱可用灸法。\n处方：百会、人中、十宣、曲泽、委中、阳陵泉、承山、神阏、关元。\n转筋者，近取筋会、阳陵泉和承山穴以舒筋解痉。气阴两脱急取神阏、关元艾灸以回阳救逆。\n加减：渴饮加金津、玉液以清热生津。"
    },
    {
        "name": "哮喘",
        "digest": "",
        "content": "1．实证: \n风寒外袭，证见咳嗽、咯吐稀痰、形寒无汗、头痛口不渴、脉浮紧、苔薄白；因痰热者多见咯痰粘腻色黄、咯痰不爽、胸中烦满、咳引胸痛，或见身热口渴、大便秘结、脉骨数、苔黄腻。\n治法：取手太阴经穴为主。毫针刺用泻法，风寒可酌用灸法；痰热可兼取足阳明经穴，不宜灸。\n处方：膻中、列缺、肺俞、尺泽。\n风寒加风门；痰热加丰隆；喘甚加天突、定喘。\n2．虚证\n主证：病久肺气不足，证见气息短促、语言无力，动则汗出，舌质淡或微红，脉细数或软无力。如喘促日久，以致肾虚不能纳气，则神疲气不得续，动则喘息、汗出、肢冷、脉象沉细。\n治法：调补肺肾之气为主。毫针用补法，可酌情用灸。\n处方：肺俞、膏肓俞、气俞、足三里、太渊、太溪。\n附注：（1）哮喘伴有支气管炎者，应在哮喘发作缓解后，积极治疗支气管炎。（2）发作发严重或持续不解者，应配合药物治疗。（3）须注意预防。气候转冷及时添衣；过敏体质应注意避免接触致敏原和过敏食物。"
    },
    {
        "name": "呕吐",
        "digest": "",
        "content": "主证：寒客胃脘、时吐清水或稀涎、进食则吐、苔白脉迟、喜暖畏寒、或大便溏薄。热蕴则为多食即吐、呕吐酸苦热臭、口渴、喜寒恶热、便秘脉数苔黄、痰饮蓄，多见胸痞眩晕、呕吐痰涎、或见心悸、苔白脉滑。宿食不消，则见脘腹胀满或疼痛、食入更甚、暧气食臭、便秘矢气、苔厚腻脉滑实。肝气横逆，多见胁痛呕酸、脉弦。胃气虚弱，则呕吐时作。食不甘味，纳少，便溏、神疲、脉弱、苔薄腻。\n治法：取足阳明经穴为主。寒者留针多灸；热则疾出不灸；肝气犯胃、泻足厥阴经穴，补足阳明经穴；中虚宜兼补脾气。\n处方：中脘、内关、足三里、公孙。\n热吐加合谷、金津玉液；寒吐加上脘、胃俞；痰饮加膻中、丰隆、食积者配下脘、璇玑；肝逆则加太冲；中气虚者兼用脾俞、章门。\n附：呃逆\n呃逆多由邪气与积滞中阻，或暴怒气逆，胃膈气失宣降所致。主证为呃感连续，声短而频。如偶发者不治自愈。如发作不止，则宜宽膈和胃、降逆调气，可取内关、足三里、或加巨阏、膈俞。"
    },
    {
        "name": "泻泄",
        "digest": "泻泄又称腹泻，是指大便次数增多，便质稀溏或呈水样而言。包括急慢性肠炎，肠结核等疾患。",
        "content": "1．急性泻泄\n主证：若偏寒湿则粪质清稀、水谷相杂、肠鸣腹痛、口不渴、身寒喜温、脉迟、舌苔白滑；偏于湿热则所下黄糜热臭、腹痛、肛门灼热、尿短赤、脉濡数、舌苔黄腻或兼有身热口渴等。\n治法：以疏调肠胃气机为主。偏寒者可留针，并用艾条或隔姜灸；偏热者用泻法。\n处方：中脘、天枢、足三里、阴陵泉。\n2．慢性泄泻\n主证：如属脾虚则面色萎黄、神疲肢软、纳差、喜暧畏寒、便溏、脉濡缓无力、舌嫩苔白；肾虚则每日黎明前，腹微痛、痛即欲便，或腹鸣而不痛，腹部与下肢畏寒、脉沉细、舌淡、苔白。\n治法：以健脾胃与温肾阳为主。针用补法，可多灸。\n处方：脾俞、中脘、章门、天枢、足三里、肾虚者加命门、关元。"
    },
    {
        "name": "痢疾",
        "digest": "本病为常见肠道传染病。临床以腹痛、里急后重、痢下赤白脓血为主证。一般分为湿热痢、寒湿痢、噤口痢、休息痢等。",
        "content": "主证：湿热痢主证为腹痛、下痢赤白、里急后重，并兼见肛门灼热、尿短赤、脉滑数、苔黄腻或恶寒发热、心烦口渴等。寒湿痢则下痢粘白冻、喜暖畏寒、胸脘痞闷、口淡不渴、苔白腻、脉濡缓或迟。噤口痢主证为痢下赤白饮食不进，食则呕恶。休息痢则久延不愈，屡发屡息，或轻或重，发则下痢脓血、腹痛、里急后重，休止则大便时干时稀。\n治法：取手足阳明经穴为主。毫针刺用泻法；偏寒者加灸；久痢宜兼顾脾肾。\n处方：合谷、天枢、上巨虚（或足三里）。湿热痢加曲池、内庭；寒湿痢加中脘、气海；噤口痢加中脘、内庭；休息痢兼用脾俞、胃俞、关元、肾俞。"
    },
    {
        "name": "便秘",
        "digest": "粪便常在肠内滞留二天以上，粪质坚硬，排便时艰涩难下者，称为便秘。分实秘、虚秘。",
        "content": "1．主证\n实秘：便次减少，常须三、五日量次或更长时间。便则努争，坚涩难下。如属热邪壅结，则身热、烦渴、口臭、喜凉、脉滑实、苔黄燥；气机郁滞者，每见胁腹胀满或疼痛、噫气频作、纳食减少、脉弦、苔薄腻。\n虚秘：属气血虚弱者，则见面色唇甲光白无华、头眩心悸、神疲气怯、舌淡苔薄、脉虚细等。如阴寒凝结，可有腹冷痛、喜热畏寒、脉沉迟舌痰苔白润等证。\n2．治法：取大肠经俞、募穴及下合穴为主。实秘用泻法，虚秘针用补法，寒秘可则灸。\n3．处方：大肠俞、天枢、支沟、上巨虚。热结加合谷、曲池；气滞加中脘、行间；气血虚弱加脾俞、肾俞；寒秘灸气海、神阏。"
    },
    {
        "name": "癃闭",
        "digest": "本病以排尿困难，甚或小便闭塞不通为主证。病势缓，点滴而下者谓之“癃”；病势急小便不通，欲溲不下者称为“闭”。",
        "content": "1．肾气不足\n主证：小便淋沥不爽、排尿无力、面色晄白、神气怯弱、腰膝酸软、舌淡、脉沉细而尺弱。\n治法：以取足少阴经穴为主，辅以膀胱经背俞穴，针用补法或用灸。\n处方：阴谷、肾俞、三焦俞、气海、委阳。\n2．温热下注\n主证：小便量少、热赤、甚至闭寒不通、小腹胀、口渴、舌红苔黄、脉数。\n治法：以取足太阴经穴为主，针用泻法、不灸。\n处方：三阴交、阴陵泉、膀胱俞、中极。\n3．外伤\n主证：小便不利、欲解不下、小腹胀满、有外伤或手术病史。\n治法：以通调膀胱气机为主，针灸酌选。\n处方：中极、三阴交。"
    },
    {
        "name": "淋证",
        "digest": "淋证是指小便频数、淋沥刺痛、溲之不尽等证而言，包括现代医学的泌尿系感染和泌尿系结石等病。",
        "content": "1．主证\n排尿时茎中涩痛、淋漓不尽；或见小腹胀满，点滴难下；甚或突然腰痛；有兼尿中见血；或尿时挟砂石；或小便浑浊、粘稠如膏。亦有不耐劳累，遇劳而发作者。\n2．治法：以疏利膀胱气血、利尿定痛为主，针用泻法或平补平泻。\n3．处方；膀胱俞、中极、阴陵泉、行间、太溪。\n加减：如尿血加血海、三阴交；小便如膏加肾俞、照海；少腹痛满加曲泉；尿中结石加委阳、然谷；遇劳即发者去行间加灸百会、气海。"
    },
    {
        "name": "遗精",
        "digest": "可分梦遗和滑精。凡有梦而遗精者名梦遗；无梦而精自滑出的为滑精。",
        "content": "1．主证：梦遗每在睡梦中发生遗泄、睡眠不安、阳事易举。如久遗而又频繁者，可有头晕、精神不振、耳鸣腰酸等证。滑精则不拘昼夜，动念则常有精液滑出，形体瘦弱，脉细软，甚至心悸、阳萎等。\n2．治法：梦遗以交通心肾为主，针用平补平泻法；滑精以补肾为主，针用补法或针灸并用。\n3．处方：关元、大赫、志室。\n梦遗加心俞、神门、内关；滑精加肾俞、太溪、足三里。"
    },
    {
        "name": "阳痿",
        "digest": "",
        "content": "1．主证：阴茎痿软不能勃起或勃起不坚。常伴头晕目眩、面色晄白、神疲腰膝酸软、脉细弱等证。\n2．治法：以补肾气为主，针用补法或针灸并用。\n3．处方：肾俞、命门、三阳交、关元。\n[附注]本病多属功能性，因此在治疗时可加强作思想工作，治疗时停止房事。"
    },
    {
        "name": "不寐",
        "digest": "指以经常不易入睡或睡不深熟为特征的一种病证。",
        "content": "1．主证：难以入寐，寐而易醒，醒后不易再睡，亦有时寐时醒甚或彻夜不寐等。病因不同，各有兼证；如属心脾亏损，则为多梦易醒、心悸、健忘、易汗出、脉多细弱；肾虚则头晕、耳鸣、遗精、腰酸、舌红、脉细数；心胆气虚则见心悸多梦、喜惊易恐、舌淡、脉弦细；精志抑郁肝阳上扰则为性情急燥易怒、头晕、头痛、胁胀胀痛、脉弦；胃中不和则见脘闷暧气或脘腹胀痛、苔厚腻，脉滑等证。\n2．治法：以安神为主。根据辩证选穴，针用补法或平补平泻法，或针灸并用。\n3．处方；神门、三阴交。\n心脾亏损加心俞、厥阴俞、脾俞；肾亏加心俞、太溪；心胆气虚加心俞、胆俞、大陵、丘墟；肝阳上扰配肝俞、间使、太冲；脾胃不和配胃俞、足三里。"
    },
    {
        "name": "癫狂",
        "digest": "",
        "content": "1．癫证。多由思虑太过、情怀抑郁，以致肝失条达、脾气不运、津液凝滞为痰、痰浊上逆、神明失常、发为癫证。\n主证：沉默呆滞、精神抑郁、表情淡默、或喃喃自语、语无伦次；或时悲时喜、器笑无常，胡思乱想，多疑易惊，不思饮食，舌苔薄腻，脉弦细或弦滑。\n治法：取背俞穴为主，佐以原、络穴。针用平补平泻法。\n处方：心俞、肝俞、脾俞、神门、丰隆。\n2．狂证。多由所求不遂、肝胃火盛，挟痰上扰，致使神志逆乱、心神失主而致。\n主证：病起急骤、吵扰不宁、两目怒视、毁物打人、不分亲疏、气力逾常、不思饮食、舌红绛、苔黄　腻、脉弦滑。\n治法：取督脉穴为主，兼清痰火、针用泻法。\n处方：大椎、风府、水沟、内关、丰隆。"
    },
    {
        "name": "痫证",
        "digest": "痫证是一种发作性神志失常的疾病，俗称羊痫风。",
        "content": "1．主证：本病一般多属实证，但反复发作可致正虚。发病之前，可有头晕、胸闷、神疲等先兆，旋即昏仆、不省人事、面色苍白、牙关紧闭、双目上视、手足抽搐、口吐涎沫、甚则二便失禁。发后头昏、肢软、神疲、苔薄腻、脉弦滑、久病则脉细。\n2．治法：取任脉、督脉为主、佐以豁痰开窍。\n3．处方：鸠尾、大椎、腰奇、间使、丰隆。"
    },
    {
        "name": "眩晕",
        "digest": "眩是眼花，晕为头晕。轻者平卧闭目片刻即安；重者如乘坐舟车，旋转起伏不定，以致站立不稳。本证可见于高血压、动脉硬化、贫血、神经官能症、耳源性疾病及脑部肿瘤等。",
        "content": "1．气血不足\n主证：头晕目眩、两目昏黑、泛泛欲吐、四肢乏力、面色光白、心悸失寐、怯冷倦卧、脉微细。\n治法：以培补脾肾两经为主，用补法、可灸。\n处方：脾俞、肾俞、关元、足三里。\n2．肝阳上亢\n主证：头晕目率、泛泛欲吐、腰膝酸软、舌红脉弦。\n治法；取肝胆两经为主，针用泻法。\n处方：风池、肝俞、肾俞、行间、侠溪。\n3．痰湿中阻\n主证：头晕目率、胸痞欲呕、纳差、心烦苔厚腻、脉滑。\n治法：和中化浊为主，针用泻法。\n处方：中脘、内关、丰隆、解溪。"
    },
    {
        "name": "头痛",
        "digest": "头痛系患者的一种自觉症状。常见于高血压、颅内肿瘤、神经机能性头痛、感染性发热性疾病等。",
        "content": "1．风袭经络\n主证：发时痛势阵作，如锥如刺、痛有定处，甚则头皮肿起成块，一般无其他兼证。治法：按头痛部位分经取穴。毫针刺用泻法、留针。\n处方：巅顶部：百会、通天、阿是穴、行间。\n前头部：上星、头维、阿是穴、合谷。\n后头部：后顶、天柱、阿是穴、昆仑。\n2．肝阳亢逆\n主治；头痛目眩，尤以头之两侧为重。心烦善怒、面赤口苦、脉弦数、舌红苔黄。治法：取足厥阴、少阳经穴为主。用泻法。\n处方：风池、百会、悬颅、侠溪、行间。\n3．气血不足\n主证：痛势绵绵、头目昏重、神疲无力、面色不华、喜暧畏冷、操劳或用脑过度则加重，脉强弱，苔薄白。\n治法：取任、督经穴和背俞穴为主。毫针刺用补法、可灸。\n处方：百会、气海、肝俞、脾俞、肾俞、合谷、足三里。\n[附注]\n头痛如针灸治疗多次无效或继续加重者，应考虑有无颅脑病变，需及时治疗原发病。"
    },
    {
        "name": "痹症",
        "digest": "外邪侵袭经络，气血闭阻不畅，引起关节、肢体等处出现酸、痛、麻、重及屈伸不利等症状，名为痹证。可包括风湿热、风湿性关节炎、类风湿性关节炎、纤维组织炎及神经痛等。",
        "content": "1．主证：\n（1）风寒湿痹。关节酸痛或部分肌肉酸重麻木，迁延日久可致肢体拘急，甚则关节肿大。又可分为以下三型：\n行痹：肢体关节走窜疼痛，痛无定处，有时兼有寒热，舌苔黄腻、脉浮。\n痛痹：遍身或局部关节疼痛，痛有定处，得热稍缓，遇冷则剧，苔白脉弦紧。\n着痹：关节酸痛、肌肤麻木、痛有定处，阴雨风冷每可使其发作，苔白腻，脉濡缓。\n（2）热痹。关节酸痛、局部热肿、痛不可近、关节活动障碍、可涉及单或多个关节，并兼有发热、口渴、苔黄燥、脉滑数等症状。\n2．治法：以循径与患部穴为主，亦可采用阿是穴。行痹、热痹用毫针泻法浅刺；痛痹多灸，深刺留针，如疼痛剧烈的可隔姜灸；着痹针灸并施或兼有温针和拔罐等法。\n3．处方：\n肩部：肩髎、肩髃、肩臑。\n肘臂：曲池、合谷、天井、外关、尺泽。\n腕部：阳池、外关、阳溪、腕骨。\n背脊：水沟、身柱、腰阳关。\n脾部：环跳、居髎、悬钟。\n股部：秩边、承扶、阳陵泉。\n膝部；犊鼻、梁丘、阳陵泉、膝阳关。\n踝部：申脉、照海、昆仑、丘墟。\n行痹加膈俞、血海；痈痹加肾俞、关元；着痹加足三里、商丘；热痹加大椎、曲池。"
    },
    {
        "name": "痿证",
        "digest": "痿证，是指肢体痿弱无力、不能随意活动或伴有肌肉萎缩的一类病证。常见于多发性神经炎、小儿麻痹后遗症、早期急性脊髓炎、重症肌无力、癔病瘫及周期性瘫痪等。",
        "content": "1．主证：四肢筋肉弛缓无力，失去运动功能。初起多有发热。继则上或下肢，偏左或偏右，痿软无力；重者下肢完全不能运动肌肉日渐瘦削，但无疼痛症状。\n（1）肺热；兼有发热、咳嗽、口渴、尿黄、舌红苔黄、脉细数。\n（2）湿热：兼有身重、小便混浊、胸闷、或两足发热、得冷则舒、舌苔黄腻、脉濡数。\n（3）肝肾两亏：兼有腰脊酸软、遗精早泄头晕目眩、脉细数、舌红。\n2．治疗：以取阳明经穴为主。上肢多取手阳明，下肢多取足阳明。（参阅中风治法）。属肺热及湿热者，单针不灸用泻法；肝肾阴亏者，针用补法。\n3．处方：上肢：肩髃、曲池、合谷、阳溪。\n下肢：髀关、梁丘、足三里、解溪。\n肺热者加肺俞、尺泽；温热型加阴陵泉、脾俞；肝肾两亏者加肝俞、肾俞、悬钟、阳陵泉；发热者加大椎。"
    },
    {
        "name": "面瘫",
        "digest": "即面神经麻痹。临床以周围性面瘫为多见。",
        "content": "1．主证：起病突然，每在睡眠醒来时，发现一侧面部板滞、麻木、瘫痪，不能作蹙额、皱眉、露齿、鼓颊等动作。口角向健侧歪斜、露晴流泪、额纹消失、患侧鼻唇沟变浅或消失。少数病人初起时有耳后、耳下及面部疼痛。严重者可出现患侧舌前2／3味觉减退或消失，听觉过敏等。\n2．治疗：以手足阳明经为主，手足少阳、太阳经为辅，采取局部取穴与循经远取相结合的方法。近取诸穴酌予浅刺、平刺透穴或斜刺。\n3．处方：风池、阳白、攒竹、四白、地仓、合俗、太冲。\n鼻唇沟平坦加迎香；人中沟歪斜加人中；颜唇沟歪斜加承浆；乳突部疼痛加翳风。"
    },
    {
        "name": "坐骨神经痛",
        "digest": "坐骨神经痛是指在坐骨神经通路及其分布区的疼痛，可由多种病因引起。",
        "content": "1．主证：一侧腰腿部阵发性或持续性疼痛。主要是臀部、大腿后侧、小腿后或外侧及足部发生烧灼样或针刺样疼痛，行动时加重。直腿抬离试验阳性。\n2．治法；取足太阳和足少阳胆经穴为主。一般均用泻法，亦可配合灸治或拔罐。\n3．处方：肾俞、大肠俞、腰3－5、夹脊、秩边、环跳、殷门、委中、承山、阳陵泉、绝骨。"
    },
    {
        "name": "痛经",
        "digest": "妇女在行经前后或行经期间，少腹部出现较剧烈的疼痛称痛经。",
        "content": "1．实证：经行不畅，少腹疼痛。如腹痛拒接，经色紫而夹有血块，下血块后痛即缓解，脉沉涩的为血瘀；胀甚于痛，或胀连胸胁，胸闷泛恶，脉弦的为气滞。\n治法：取任脉、足太阴经穴为主。毫针刺用泻法，酌量用灸。\n处方：中级、次髎、地机、三阴交。\n2．虚证：腹痛多在经净后，痛势绵绵不休；少腹柔软喜按，经量减少；每伴腰酸肢倦、纳少、头晕、心悸、脉细弱、舌淡。\n治法：取任、督脉，足少阴和足阳明经穴。毫针刺用补法，并灸。\n处方：命门、肾俞、关元、足三里、大赫。"
    },
    {
        "name": "胎位不正",
        "digest": "指妊娠30周后，胎儿在子宫体内位置不正，常见于经产妇或腹壁松驰的孕妇。产妇本身多无自觉症状，经产科检查后才能确诊。",
        "content": "治法：选至阴穴，以艾条灸两侧至阴穴15－20分钟。每天1－2次，至胎位转正为止。据报道，成功率达80％以上，以妊娠7个月者成功率最高。\n附注：胎位不正原因很多，须详细检查。如因骨盆狭窄、子宫畸形等引起，应作其他处理。"
    },
    {
        "name": "肠痈",
        "digest": "即阑尾炎。多由阑尾腔梗阻或细菌感染引起。",
        "content": "主证：初起脘部或绕脐作痛，旋即转至右下腹。以手按之，其痛加剧，痛处固定不移。腹皮微急，右腿屈而难伸，并有发热恶寒、恶心呕吐、便秘、尿黄、苔薄腻黄、脉数有力。甚则痛势剧烈，腹痛拒按，壮热自汗；脉洪数。\n治法；取手足阳明经穴为主。毫针刺用泻法，留针20－30分钟。一般每日刺1－2次，重证可每隔4小时针刺1次。\n处方：足三里、阑尾、曲池、天枢。"
    },
    {
        "name": "扭伤",
        "digest": "指四肢关节或躯体部的软组织损伤，如皮肤、肌腱、韧带、血管等，而无骨折、脱臼、皮肉破损的损伤证候。",
        "content": "主证：主要表现为受伤部肿胀疼痛，关节活动障碍等。\n治法：以受伤局部取穴为主，毫针刺用泻法。陈伤留针加灸或用温针。\n处方：肩部：肩髎、肩髃、肩贞。\n肘部：曲池、小海、天井。\n腕部：阳池、阳溪、阳谷。\n腰部：肾俞、腰阳关、委中。\n髀部：环跳、秩边、承扶。\n膝部：膝眼、梁丘、阳关。\n踝部：解溪、昆仑、丘墟。"
    },
    {
        "name": "耳鸣耳聋",
        "digest": "多由暴怒、惊恐、肝胆风火上递，以致少阳经气闭阻或因外感风寒、壅遏清窍，或因肾虚气弱、精气不能上达于耳而成。",
        "content": "1．主证：\n实证：暴病耳聋或耳中觉胀，鸣中不断，按之不减。肝胆火逆多由面赤、口干、烦燥、善怒、脉弦。外感风邪多见寒热头痛、脉浮等证。\n虚证；久病耳聋、或耳鸣时作时止，操劳时加剧，按之鸣声减弱，多兼头昏、腰酸、遗精带下、脉虚细。\n2．治法：取手足少阳经穴为主。实证针用泻法；虚证兼取足少阴经穴。针用补法。\n3．处方：翳风、听会、侠溪、中诸。\n肝胆火盛加太冲、丘墟；外感风邪加外关、合谷；肾虚加肾俞、关元。"
    },
    {
        "name": "牙痛",
        "digest": "牙痛为口腔疾患中常见证状，其发生主要与胃经郁火和肾阴不足有关。",
        "content": "1．主证：牙痛甚剧、兼口臭、苔黄、口渴、便秘、脉洪等，乃阳明火邪为患，痛甚龈肿兼形寒身热，脉浮数等者为风火牙痛；如隐隐作痛，时作时息，口不臭，脉细或齿浮动者，属肾虚牙痛。\n2．治法：取手足阳明经穴为主。毫针刺用泻法，循经远道可左右交叉刺。\n3．处方：合谷、颊车、内庭、下关。风火牙痛加外关，风池；阴虚者加太溪、行间。"
    }
]